Repository: Neu-Maximilian/ticketbar
Catalog: locales/*.po
Languages: fr_fr

source: Add assets
fr_fr: Ajouter des assets

source: Search for computers, monitors, printers, phones...
fr_fr: Rechercher des ordinateurs, moniteurs, imprimantes, téléphones...

source: Searching...
fr_fr: Recherche en cours...

source: No items found
fr_fr: Aucun élément trouvé

source: Add
fr_fr: Ajouter

source: Item successfully added to ticket
fr_fr: Élément ajouté avec succès au ticket

source: Error adding item
fr_fr: Erreur lors de l'ajout de l'élément

source: Search error
fr_fr: Erreur de recherche

source: An error occurred during search
fr_fr: Une erreur s'est produite lors de la recherche

source: Item already linked to this ticket
fr_fr: Élément déjà lié à ce ticket

source: Item successfully linked to ticket
fr_fr: Élément lié avec succès au ticket

source: Failed to link item to ticket
fr_fr: Échec de la liaison de l'élément au ticket

source: Linked Items
fr_fr: Éléments Liés

source: Add Items
fr_fr: Ajouter des Éléments

source: Remove
fr_fr: Retirer

source: No items linked yet
fr_fr: Aucun élément lié pour le moment

source: Item successfully added
fr_fr: Élément ajouté avec succès

source: Item successfully removed
fr_fr: Élément retiré avec succès

source: Error removing item
fr_fr: Erreur lors du retrait de l'élément

source: Remove this item from the ticket?
fr_fr: Retirer cet élément du ticket ?

source: Item not linked to this ticket
fr_fr: Élément non lié à ce ticket

source: Item successfully removed from ticket
fr_fr: Élément retiré avec succès du ticket

source: Failed to remove item from ticket
fr_fr: Échec du retrait de l'élément du ticket

source: Please save the ticket first to link items to it.
fr_fr: Veuillez d'abord enregistrer le ticket pour y lier des éléments.
